{
	"about-us": {
		"about": "Über uns",
		"first": "Die Software Composition Group forscht im Bereich Programmiersprachendesign und Software-Reengineering mit dem Ziel, die Entwicklung flexibler, offener Softwaresysteme zu erleichtern. Die SCG wird von Oscar Nierstrasz geleitet und ist Teil des Instituts für Informatik (INF) an der Universität Bern. ",
		"second": "Der ESE-Kurs konzentriert sich auf den Einsatz agiler Softwareprozesse, objektorientierter Methoden, UML und anderer industrieller Best Practices zum erfolgreichen Abschluss von Softwareprojekten. Die folgenden Themen werden behandelt: Wie können Sie effektiv bestimmen und vereinbaren, was ein Kunde wirklich braucht? Wie können Sie sicherstellen, dass das zu entwickelnde Softwareprodukt nicht-funktionale Anforderungen wie Benutzerfreundlichkeit, Robustheit, Zuverlässigkeit und Erweiterbarkeit erfüllt? Wie plant man ein Softwareprojekt und leitet ein im Team entwickeltes Projekt? Welche Tools stehen zur Verfügung, um Sie bei einem Softwareprojekt zu unterstützen? ",
		"third": "Die Übungen für den Kurs bestehen aus einem kleinen Softwareprojekt, das von den Studierenden im Laufe des Semesters in Teams entwickelt wird.Die Übungen für den Kurs bestehen aus einem kleinen Softwareprojekt, das von den Studierenden im Laufe des Semesters in Teams entwickelt wird."
	},
	"alertbox": {
		"accept": "Akzeptieren",
		"cancel": "Abbrechen"
	},
	"changepassword": {
		"cancel": "Abbrechen",
		"confirmPW": "Passwort bestätigen",
		"password": "Passwort",
		"submit": "Senden"
	},
	"header": {
		"aboutUs": "Über uns",
		"logout": "Logout",
		"manageJobpostings": "Jobangebote bearbeiten",
		"manageusers": "Benutzer verwalten",
		"registerButton": "Registrieren",
		"submitJob": "Einen Job erstellen",
		"tips": "Tips",
		"yourProfile": "Profil",
		"yourjobpostings": "Deine Jobangebote"
	},
	"job-detail": {
		"details": "Details",
		"manageJob": "Job bearbeiten",
		"title": "Titel"
	},
	"jobPostingList": {
		"current": "Ihre momentanen Stellen Ausschreibungen"
	},
	"jobPostingsEdit": {
		"cancel": "Abbrechen",
		"category": "Kategorie",
		"categoryPlaceholder": "Bitte wähle eine Kategory aus",
		"company": "Unternehmung",
		"companyPlaceholder": "Bitte gib die Unternehmung an",
		"description": "Beschreibung",
		"descriptionPlaceholder": "Gib eine Beschreibung an",
		"editYourJobPostings": "Jobs bearbeiten",
		"location": "Ort",
		"locationPlaceholder": "Bitte wähle einen Ort aus",
		"pensum": "Pensum",
		"pensumPlaceholder": "Bitte wähle ein Pensum aus",
		"position": "Position",
		"positionPlaceholder": "Bitte gib die Position an",
		"submit": "Senden",
		"title": "Titel",
		"titlePlaceHolder": "Bitte gib einen Titel an"
	},
	"jobform": {
		"postYourJobOffer": "Erstellen sie einen Job"
	},
	"jobposting": {
		"bigtext": "Suchen Sie junge und ambitionierte Mitarbeiter für Ihr Unternehmen? Mit unserer Website war e noch nie so einfach Stellen auszuschreiben und sie einer weiten Bandbreite von motivierten Studenten vorzustellen.",
		"carAndAp": "Karriere und Bewerbungen",
		"cvcheck": "Ist Ihr CV fehlerfrei? Ist es genug persönlich? Haben Sie irgendwelche wichtigen Punkte vergessen?",
		"fivemin": "Registrieren Sie sich jetzt in unter 5 Minuten und schreiben Sie noch heute Ihre erste Stelle aus.",
		"know": "Kennen Sie wirklich Ihre Stärken?",
		"regBtn": "Registrieren",
		"strenghts": "Was sind Ihre Stärken?",
		"survey": "Zum Fragebogen",
		"thrmin": "In einem 30 Minütigen Gespräch bekommen Sie ein kritisches Feedback über Ihren Lebenslauf, sowie Vorschläge sowie Hinweise, was Sie noch verbessern könnten.",
		"titleInfo": "Sind Sie ein Arbeitsgeber?",
		"waiting": "Auf was warten Sie noch?",
		"with": "Mit dem Strenght-Finder von Gallup können Sie nun ganz einfach Ihre 5 Stärken herausfinden."
	},
	"jobpostingdetail": {
		"apply": "Bewerben",
		"approve": "Annehmen",
		"delete": "Löschen",
		"edit": "Editieren",
		"setFilter": "Filter setzen"
	},
	"jobpostings": {
		"chooseACategory": "Kategorie wählen ",
		"chooseALocation": "Region wählen",
		"pictureTitle": "Deine Karriere startet heute"
	},
	"login": {
		"login": "Login",
		"notRegisteredYet?": "Noch nicht registriert?",
		"password": "Passwort",
		"register": "Registrieren",
		"registerHere": "Registriere dich hier!",
		"signIn": "Einloggen",
		"username": "Benutzername"
	},
	"register": {
		"agb": "Mit dem Absenden dieses Formulars bestätigen Sie, dass Sie unsere Allgemeinen Geschäftsbedingungen und Datenschutzrichtlinien gelesen haben und ihnen zustimmen.",
		"alreadyGotAnAccount": "Haben Sie schon einen Account",
		"alreadyLogin": "Haben sie bereits ein Login?",
		"email": "Email",
		"emailRequired": "Email benötigt",
		"loginHere": "Login hier",
		"passwordRequired": "Passwort",
		"passwordSixChars": "Passwort muss mindestens 6 Zeichen enthalten",
		"register": "Registrieren",
		"signUp": "Anmelden",
		"usernameRequired": "Benutzername",
		"validEmail": "Email muss gültig sein"
	},
	"searchform": {
		"SearchByLocationOrTitle": "Suche nach Kategorie oder Ort",
		"category": "Kategorie",
		"categoryPlaceholder": "Bitte wähle eine Kategorie aus",
		"locationPlaceholder": "Bitte wähle einen Ort aus",
		"moreFilterOptions": "Mehr Filteroptionen"
	},
	"service": {
		"for": "Für Fragen, Beschwerden oder Mitteilungen wenden Sie sich bitte an:"
	},
	"tips": {
		"five": ", die für Ihre Zielposition am relevantesten sind. Angenommen, Sie haben nur einen Bruchteil Ihrer Zeit damit verbracht, Dokumente in Ihrem Campusjob zu erstellen, aber es wird die Hauptfunktion in einem Ziejob sein.Notieren Sie diese Aktivität zuerst in der Bewerbung bei der Beschreibung Ihres Campusjobs, damit Ihre Schlüsselqualifikation leicht erkennbar ist. Verwenden Sie Handlungswörter, um Ihre Phrasen zu führen, wenn Sie vergangene Aufträge beschreiben.",
		"four": "  und lassen Sie sie von jemand anderem überprüfen. Legen Sie Ihren Finger auf jedes Wort, um sicherzustellen, dass es in Ordnung ist, auch wenn Sie schreiben und die Rechtschreibprüfung verwenden.",
		"one": " oder füllen Sie sie online aus, damit Sie sich nicht beeilen müssen, während Sie in einem Arbeitsamt sitzen. Machen Sie eine Liste aller Informationen, die Sie in Ihren Antrag aufnehmen müssen, bevor Sie ihn ausfüllen. Sie sind sich nicht sicher, was Sie sagen sollen, wenn Sie eine Bewerbung für eine Stelle abholen müssen? Hier erfahren Sie, wie Sie eine Bewerbung einreichen können. ",
		"oneFatt": "1. Wenn immer möglich, nehmen Sie die Bewerbung mit nach Hause",
		"three": " Wenn Sie keine Informationen haben, die Sie in eine Box eintragen können, können Sie N/A (nicht zutreffend) sagen. Überprüfen Sie alle Fragen sorgfältig, um sicherzustellen, dass Sie verstehen, worum sie bitten. Wenn Sie keine formelle Berufserfahrung haben, ist es in Ordnung, auf Ihren Antrag Jobs wie Babysitter- oder Gartenarbeit oder sogar die Teilnahme als Offizier in einem Schulclub oder einer Schülerregierung anzugeben. Bitten Sie einen Elternteil oder einen Beratungslehrer um Hilfe, wenn Sie Hilfe bei der Beantwortung von verwirrenden Fragen benötigen. ",
		"two": " Lassen Sie einen Freund oder Elternteil mit schöner Handschrift Ihre Anwendungen mit Ihnen ausfüllen, wenn Sie eine schlampige Handschrift haben. Wenn Sie Zugriff auf ein Kopiergerät haben, erstellen Sie eine Kopie, die Sie beim Ausfüllen anderer Anwendungen verwenden können, da sie alle nach so ziemlich den gleichen Informationen fragen, und oft sogar in der gleichen Reihenfolge.",
		"zfiveFatt": "5. Stellen Sie sicher, dass Sie bei der Vervollständigung Ihrer Beschreibungen die Verantwortlichkeiten Ihrer bisherigen Stellen hervorheben",
		"zfourFatt": "4. Überprüfen Sie Ihre Bewerbung auf Rechtschreib- und Grammatikfehler",
		"zthreefatt": "3. Zeigen Sie dem Arbeitgeber, dass Sie den Anweisungen folgen können, indem Sie alle Abschnitte des Bewerbungsformulars ausfüllen.",
		"ztwoFatt": "2. Sauberkeit zählt."
	},
	"userlist": {
		"actions": "Aktionen",
		"cancel": "Abbrechen",
		"changePW": "Passwort ändern",
		"delete": "Benutzer löschen",
		"edit": "Benutzer editieren",
		"email": "Email",
		"language": "Sprache",
		"role": "Rolle",
		"save": "Speichern",
		"userName": "Benutzername"
	},
	"userprofile": {
		"changePassword": "Passwort ändern",
		"deleteProfile": "Profil löschen",
		"email": "Email",
		"language": "Sprache",
		"submit": "Profil speichern",
		"username": "Benutzername",
		"welcome": "Willkommen"
	}
}
