{
	"about-us": {
		"about": "À propos de nous",
		"first": "Le Software Composition Group mène des recherches sur la conception de langages de programmation et la réingénierie logicielle dans le but de faciliter le développement de systèmes logiciels flexibles et ouverts. Le SCG est dirigé par Oscar Nierstrasz et fait partie de l'Institut d'informatique (INF) de l'Université de Berne.",
		"second": "Le cours ESE se concentrera sur l'utilisation de processus logiciels agiles, de méthodes orientées objet, d'UML et d'autres meilleures pratiques industrielles pour mener à bien des projets logiciels. Les thèmes suivants seront explorés : Comment pouvez-vous déterminer efficacement et vous mettre d'accord sur les besoins réels d'un client ? Comment s'assurer que le produit logiciel en cours de développement répondra à des exigences non fonctionnelles, telles que la convivialité, la robustesse, la fiabilité et l'extensibilité ? Comment planifier un projet logiciel et gérer un projet développé en équipe ? Quels sont les outils disponibles pour vous aider dans un projet logiciel ?",
		"third": "Les exercices du cours consisteront en un petit projet de logiciel qui sera développé par les étudiants en équipes au cours du semestre."
	},
	"alertbox": {
		"accept": "Acceptez",
		"cancel": "Annuler"
	},
	"changepassword": {
		"cancel": "Annuler",
		"confirmPW": "Confirmez le mot de passe",
		"password": "Mot de passe",
		"submit": "Soumettre"
	},
	"header": {
		"aboutUs": "Notre Profile",
		"logout": "Logout",
		"manageJobpostings": "Gérer les offres d'emploi",
		"manageusers": "Gérer les utilisateurs",
		"registerButton": "Registre",
		"submitJob": "soumettre un travail",
		"tips": "Conseils",
		"yourProfile": "Ton profile",
		"yourjobpostings": "Tes offre d'empoloi"
	},
	"job-detail": {
		"details": "Détailes",
		"manageJob": "Révise des offre d'emploi",
		"title": "Titre"
	},
	"jobPostingList": {
		"current": "Vos offres d'emploi actuelles :"
	},
	"jobPostingsEdit": {
		"cancel": "Résilier",
		"category": "Catégorie",
		"categoryPlaceholder": "Choisir une catégorie",
		"company": "Compagnie",
		"companyPlaceholder": "veuillez entrer une entreprise",
		"description": "Description",
		"descriptionPlaceholder": "veuillez donner une description",
		"editYourJobPostings": "Révise des offre d'emploi",
		"location": "Localisation",
		"locationPlaceholder": "veuillez choisir un lieu",
		"pensum": "Tâche",
		"pensumPlaceholder": "choisir un relais",
		"position": "Position",
		"positionPlaceholder": "choisir une position",
		"submit": "Soumettre",
		"title": "Titre",
		"titlePlaceHolder": "Entrez un titre"
	},
	"jobform": {
		"postYourJobOffer": "Poster votre offre d'emploi"
	},
	"jobposting": {
		"bigtext": "Vous recherchez des collaborateurs jeunes et ambitieux pour votre entreprise ? Avec notre site Web, il n'a jamais été aussi facile de publier des offres d'emploi et de les présenter à un large éventail d'étudiants motivés.",
		"carAndAp": "Carrière et applications",
		"cvcheck": "Votre CV est-il exempt d'erreurs ? Est-ce assez personnel ? Avez-vous oublié des points importants ? ",
		"fivemin": "Inscrivez-vous maintenant en moins de 5 minutes et affichez votre première offre d'emploi dès aujourd'hui !Inscrivez-vous maintenant en moins de 5 minutes et affichez votre première offre d'emploi dès aujourd'hui !",
		"know": "Connaissez-vous vraiment vos forces ?",
		"regBtn": "Régistrer",
		"strenghts": "Quelles sont vos forces ?",
		"survey": "Questionnaire",
		"thrmin": "Au cours d'un entretien de 30 minutes, vous recevrez des commentaires critiques sur votre CV et des suggestions d'amélioration.",
		"titleInfo": "Êtes-vous un employeur?",
		"waiting": "Qu'est-ce que vous attendez ?",
		"with": "Avec le Strenght-Finder de Gallup, vous pouvez maintenant facilement découvrir vos 5 points forts."
	},
	"jobpostingdetail": {
		"apply": "appliquer",
		"approve": "accepter",
		"delete": "effacer",
		"edit": "éditer",
		"setFilter": "Définir le filtre"
	},
	"jobpostings": {
		"chooseACategory": "Choisir une catégorie",
		"chooseALocation": "Choisir une région",
		"pictureTitle": "Votre carrière commence aujourd'hui"
	},
	"login": {
		"login": "Login",
		"notRegisteredYet?": "Pas encore inscrit?",
		"password": "Mot de passe",
		"register": "Registrer",
		"registerHere": "Inscrivez-vous ici!",
		"signIn": "Inscrire ici",
		"username": "Nom d'utilisateur"
	},
	"register": {
		"agb": "En soumettant ce formulaire, vous confirmez que vous avez lu et accepté nos Conditions générales et nos règles de confidentialité.",
		"alreadyGotAnAccount": "Vous avez déjà un compte",
		"alreadyLogin": "Déjà un profile?",
		"email": "Email",
		"emailRequired": "Email nécessiter",
		"loginHere": "Login ici",
		"passwordRequired": "Mot de passe nécessiter",
		"passwordSixChars": "Mot de pass doit avoire au moins 6 chiffres ",
		"register": "Registrer",
		"signUp": "Inscrire",
		"usernameRequired": "Nom d'utilisateur nécessiter",
		"validEmail": "L'email doit être valide"
	},
	"searchform": {
		"SearchByLocationOrTitle": "Recherche par catégorie ou lieu",
		"category": "Catégorie",
		"categoryPlaceholder": "choisir une catégorie",
		"locationPlaceholder": "choisir un lieu",
		"moreFilterOptions": "Plus d'options de filtrage"
	},
	"service": {
		"for": "Pour toute question, plainte ou divulgation, veuillez communiquer avec :"
	},
	"tips": {
		"five": "5. Assurez-vous de mettre l'accent sur les responsabilités de vos emplois antérieurs qui correspondent le mieux à votre poste cible lorsque vous remplissez vos descriptions. Supposons, par exemple, que vous n'ayez passé qu'une fraction de votre temps à générer des documents dans votre travail sur le campus, mais qu'il s'agisse de la fonction principale d'un travail cible.Énumérez cette activité en premier sur la demande d'emploi lorsque vous décrivez votre emploi sur le campus, de sorte que votre qualification clé soit facilement remarquée. Utilisez des mots d'action pour diriger vos phrases lorsque vous décrivez des emplois antérieurs.",
		"four": "4. Vérifiez l'orthographe et la grammaire de votre demande et demandez à quelqu'un d'autre de la réviser. Mettez votre doigt sur chaque mot pour vous assurer qu'il est correct même si vous tapez et utilisez la vérification orthographique.",
		"one": "1. Dans la mesure du possible, apportez votre demande à la maison ou remplissez-la en ligne pour ne pas avoir à vous presser lorsque vous êtes dans un bureau de placement. Dressez une liste de tous les renseignements que vous devez inclure dans votre demande avant de la remplir. Vous ne savez pas trop quoi dire lorsque vous devez aller chercher une demande d'emploi ? Voici comment faire une demande d'emploi. ",
		"three": "3. Montrez à l'employeur que vous pouvez suivre les directives en remplissant toutes les sections du formulaire de demande. Si vous n'avez pas d'information à inscrire dans une case, vous pouvez dire S/O (sans objet). Passez soigneusement en revue toutes les questions pour vous assurer que vous comprenez bien ce qu'elles demandent. Si vous n'avez pas d'expérience de travail officielle, vous pouvez inscrire sur votre demande d'emploi des emplois comme le gardiennage ou le jardinage, ou même la participation à un club scolaire ou à une association étudiante à titre d'officier. Demandez l'aide d'un parent ou d'un conseiller d'orientation si vous avez besoin d'aide pour répondre à des questions déroutantes. ",
		"two": "2. La propreté compte. Demandez à un ami ou à un parent qui a une belle écriture de remplir votre demande avec vous si vous avez une écriture négligée. Si vous avez accès à un photocopieur, faites-en une copie à utiliser lorsque vous remplissez d'autres applications, car elles demandent toutes à peu près les mêmes informations, et souvent même dans le même ordre."
	},
	"userlist": {
		"actions": "Actes",
		"cancel": "Annuler",
		"changePW": "Changer mot de passe",
		"delete": "Rayer utilisateur",
		"edit": "édite",
		"email": "Email",
		"language": "Langue",
		"role": "Rôle",
		"save": "Sauvegarder",
		"userName": "Nom d'utilisateur"
	},
	"userprofile": {
		"changePassword": "Changer mot de passe",
		"deleteProfile": "Rayer utilisateur",
		"email": "Email",
		"language": "Langue",
		"submit": "Enregistrer le profil",
		"username": "Nom d'utilisateur",
		"welcome": "Bienvenue"
	}
}
